[
  {
    "n": "川藏渝大区",
    "s": [
      {
        "n": "重庆比通"
      },
      {
        "n": "成都中宏通"
      }
    ]
  },
  {
    "n": "东北大区",
    "s": [
      {
        "n": "沈阳比速"
      }
    ]
  },
  {
    "n": "河南大区",
    "s": [
      {"n": "安阳众睿"},
      {"n": "洛阳冠途"}
    ]
  },
  {
    "n": "华北大区",
    "s": [
      {"n": "河北神辰"},
      {"n": "保定新基伟业"},
      {"n": "山西比速"},
      {"n": "内蒙古冠旭"}
    ]
  },
  {
    "n": "华东大区",
    "s": [
      {"n": "苏州比创"},
      {"n": "常州天合"},
      {"n": "上海红术"},
      {"n": "宁波芸宇"},
      {"n": "杭州比速"}
    ]
  },
  {
    "n": "山东大区",
    "s": [
      {"n": "山东银驰"},
      {"n": "济宁福昌"}
    ]
  },
  {
    "n": "西北大区",
    "s": [
      {"n": "贵阳建翔"},
      {"n": "遵义瑞皓"}
    ]
  },
  {
    "n": "云贵大区",
    "s": [
      {"n": "贵州建翔"},
      {"n": "兴义武进"},
      {"n": "玉溪诚鑫"},
      {"n": "景洪南春"}
    ]
  }
]