[
  {
    "n": "川藏渝大区",
    "s": [
      {
        "n": "四川兴峨"
      },
      {
        "n": "遂宁辉特"
      },
      {
        "n": "遂宁辉特"
      },
      {
        "n": "德阳天惠达"
      },
      {
        "n": "巴中国豪"
      },
      {
        "n": "西昌上乘"
      },
      {
        "n": "眉山鑫宝"
      },
      {
        "n": "西藏祥佑"
      },
      {
        "n": "绵阳速能"
      },
      {
        "n": "广元灵佳"
      }
    ]
  },
  {
    "n": "湘鄂大区",
    "s": [
      {
        "n": "长沙大博"
      },
      {
        "n": "常德锋达"
      },
      {
        "n": "永州腾祥"
      },
      {
        "n": "湖南德尚"
      },
      {
        "n": "衡阳恒昆"
      },
      {
        "n": "怀化翔速"
      },
      {
        "n": "邵阳众星"
      },
      {
        "n": "潜江鑫速"
      },
      {
        "n": "襄阳富翔汽车销售服务有限公司"
      },
      {
        "n": "新化辉腾"
      },
      {
        "n": "湘西渝众"
      }
    ]
  },
  {
    "n": "华南大区",
    "s": [
      {"n": "珠海永徕"},
      {"n": "韶关盛翔"},
      {"n": "广东速冠"},
      {"n": "广州枫兴"},
      {"n": "清远宏升"},
      {"n": "东莞永为"},
      {"n": "东莞万鑫"},
      {"n": "佛山威凯"},
      {"n": "惠州盛速"},
      {"n": "汕头银速"},
      {"n": "莆田合诚"},
      {"n": "南平丰吉"},
      {"n": "漳州睿速"},
      {"n": "广西比速"},
      {"n": "玉林瀚泓"},
      {"n": "钦州鹏大"},
      {"n": "广西元速"}
    ]
  },
  {
    "n": "云贵大区",
    "s": [
      {"n": "贵州建翔"},
      {"n": "兴义武进"},
      {"n": "玉溪诚鑫"},
      {"n": "景洪南春"}
    ]
  },
  {
    "n": "皖赣大区",
    "s": [
      {"n": "亳州亚鑫"},
      {"n": "吉安凯来利"},
      {"n": "九江国邦"},
      {"n": "上饶久久"}
    ]
  },
  {
    "n": "华东大区",
    "s": [
      {"n": "常州天合"},
      {"n": "杭州比速"},
      {"n": "嘉兴华速"},
      {"n": "宁波芸宇"},
      {"n": "上海红术"},
      {"n": "绍兴菲越"},
      {"n": "苏州比创"},
      {"n": "泰州比亨元"},
      {"n": "温州茂华"},
      {"n": "宿迁文泰"},
      {"n": "盐城仁达"},
      {"n": "义乌鑫晨"},
      {"n": "徐州比速驰"},
      {"n": "瑞安国荣"},
      {"n": "永康汇通"}
    ]
  },
  {
    "n": "河南大区",
    "s": [
      {"n": "安阳众睿"},
      {"n": "濮阳晟孚利"},
      {"n": "洛阳冠途"},
      {"n": "新乡易达"},
      {"n": "河南广聚"},
      {"n": "漯河市万通"},
      {"n": "驻马店比速"},
      {"n": "开封御河"},
      {"n": "禹州泓源"},
      {"n": "商丘和润"},
      {"n": "平顶山持运"},
      {"n": "南阳直方大"}
    ]
  },
  {
    "n": "东北大区",
    "s": [
      {"n": "牡丹江中信"},
      {"n": "沈阳比速"}
    ]
  },
  {
    "n": "山东大区",
    "s": [
      {"n": "淄博维昊"},
      {"n": "滨州万恒"},
      {"n": "山东银驰"},
      {"n": "莱芜比速"},
      {"n": "临沂豪杰"},
      {"n": "济宁福昌"},
      {"n": "菏泽小马过河"}
    ]
  },
  {
    "n": "华北大区",
    "s": [
      {"n": "内蒙古冠旭"},
      {"n": "河北神辰"},
      {"n": "沧州恒泰"},
      {"n": "保定新基伟业"}
    ]
  },
  {
    "n": "西北大区",
    "s": [
      {"n": "内蒙古冠旭"},
      {"n": "河北神辰"},
      {"n": "沧州恒泰"},
      {"n": "保定新基伟业"}
    ]
  }
]